import { CustomCardProps } from "../components/CustomComponents/CustomCard";

const cards: CustomCardProps["content"][] = [
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "ي بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 25,
    sales: 150
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "يب بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 2,
    sales: 33
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "يا بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 5,
    sales: 2
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "ا بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 17,
    sales: 17
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 5,
    sales: 55
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 6,
    sales: 0
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 9,
    sales: 44
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 8,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 9,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 10,
    sales: 2
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 11,
    sales: 9
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 12,
    sales: 99
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 13,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 14,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 130,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 240,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 111,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 152,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 170,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 88,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 45,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 130,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 222,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 75,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 73,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 71,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 69,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 67,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 65,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 63,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 61,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 59,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 55,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 58,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 78,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 178,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 173,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 199,
    sales: 15
  },
  {
    image: "https://lady90s.com/cdn/shop/files/329904BD-6431-41EE-8503-B68F791919AB.jpg?v=1730208823&width=400",
    title: "بكيج جوتشي شولدر باج ٣ قطع : شنتة جزدان مدالية 🪰",
    price: 99,
    sales: 15
  }
];

export default cards;
